class HTH_CMD(object):
    HTH_CMD = {
        '스크리닝' : ['코멘트', '특징', '공개방송', '공지사항', '브리핑', '공부', '대기', '시장점검','마감포트', 'youtube', '보유포트', '마감리뷰','오전장'],
        '비중'    :  ['절반', '전부'],
        '가격'    :  ['현재가'],
        '매매': {'매수': ['매수', '추가', '야금', '이하로', '받을께요', '잡아들어갑니다', '여유자금','밑꼬리'],
                '매도': ['매도', '익절', '정리', '손절', '현금화','축소', '절반걸어두기','절반 걸어두기','비중 축소','비중축소','줄입니다', '걸어둘것', '걸어둘 것'],
                '매수매도': ['걸어두기', '수정', '눈치것', '눈치 것'],
                '매도후매수': ['이동', '매도후', '매도 후', '익절후','익절 후', '팔아서','부근이동','부근 이동', '정리해서', '정리 해서', '절량 매도후', '절량 매도 후','전량 매도 후']
               }

    }
